;Dutch translation by Kay S
;Nederlandse vertaling door Kay S
;Translation for v1.11
;Updated 11-11-2009

[win7shell]
RTL=0
newvers=Nieuwe versie beschikbaar!
disableupdate=Je kan het automatisch checken op updates uitschakelen in de plugin configuratie
opendownload=Wil je de download pagina openen?
uninstall=Je zal deze vraag niet meer zien, als je het wilt deïnstalleren, ga naar
uninstallhowto='Winamp Preferences -> Plug-ins -> General Purpose -> Windows 7 Taskbar Integration' en deïnstalleer.
info=Informatie
config=Plugin configureren
on=AAN
off=UIT
previous=Vorige
pause=Pause
play=Afspelen
stop=Stop
next=Volgende
errorthumb=Fout bij het instellen van de thumbnail, zet de mogelijkheid uit
playing=Speelt
paused=Gepauzeerd
stopped=Gestopt
taskinitfail=Niet mogelijk om de Windows 7 taskbar interface te initialiseren
images=Alle ondersteunde afbeeldings extenties
usethumbbg=Gebruik als thumbnail achtergrond
selectimage=Kies een afbeelding bestand
afterrestart=Het aanpassen van de speler control knoppen is zichtbaar na een Winamp herstart.
applysettings=Instellingen toepassen
help1=De tekst die je in deze textbox invoert, wordt weergegeven in de thumbnail. Je kan zo veel mogelijk regels schrijven als je wilt. Als de 'verklein thumbnail' optie aanstaat, wordt het frame geschaald afhankelijk van het aantal regels tekst in de tekstbox.
help2=Om dynamische tekst te maken, kan je een aantal metawoorden gebruiken die je in de tekst kan voegen. Deze worden vervangen door de huidige informatie van Winamp. Dit zijn de woorden: 
help3=De regel met dit wordt gecentreerd
help5=Titel van het huidige nummer dat wordt afgespeeld
help6=Artiest van het huidige nummer dat wordt afgespeeld
help7=Naam van het album. Leeg als deze er niet is
help8=Jaar van het album. Leeg als deze er niet is
help9=Track nummer
help10=Huidige nummer waardering in cijfers (bv. 4)
help11=Huidige nummer waardering in sterren (bv. ★★★★ )
help12=Huidige speeltijd
help13=Tijd over van het huidge nummer
help14=Totale speeltijd
help15=Huidige speellijst positie
help16=Totaal aantal tracks in de speellijst
help17=Bitrate in kb/s
help18=Samplerate in kilohertz
help19=Huidige volume percentage (zonder '%')
help20=Shuffle status (AAN / UIT)
help21=Repeat status (AAN / UIT)
help=Help
transparent=Transparant
albumart=Album art
defbg=Standaard achtergrond
custombg=Aangepaste achtergrond
browse=Bladeren
buttons=Speler control knoppen toevoegen
shrink=Verklein thumbnail afhankelijk van aantal regels
taskicon=Taakbalk Icoon
progressbar=Gebruik een voortgangsbalk om de speler status weer te geven
streaming=Gebruik de 'Indeterminate' voortgangsbalk status voor streaming media
error=Gebruik de 'Error' status (rood icoon) als media is gestopt
overlays=Gebruik icoon om de speler status weer te geven
jumplist=Jump List
bugslink=Bugs and suggesties
bugstext=Submit your issues or wishes with the plugin
sitelink=Project home
sitetext=Voor updates, nieuws, screenshots en een gedetailleerd overzicht
noupdate=Check niet op updates bij het starten van Winamp
ok=OK
cancel=Annuleren
removetitle=Verwijder de Winamp titel
selectfont=Selecteer lettertype
aa=Anti alias tekst
selectshadow=Schaduw kleur
enable=Gebruik eigen Aero Peek thumbnail
plugdev=Informatie
thumboptions=Opties
thumbtext=Tekst
background=Achtergrond
translink=Vertalingen
transtext=Help met het vertalen van de plugin om of vertalingen te verkrijgen
favorite=Favoriet
vumeter=Gebruik voortgangsbalk als VU meter
iconic=Gebruik plaatje als icoon in plaats van als achtergrond
author=Auteur
volup=Volume +10%
voldown=Volume -10%
openfile=Open Bestand
thumbpb=Laat voortgangsbalk zien op thumbnail
wapref=Winamp Voorkeuren
startwa=Start Winamp eerst
jumplisterror=Fout bij het maken van de Jump list

;a background mode comes in front of this sentence, like "Album art is used, if selected background not available"
revert=wordt gebruikt, als de geselecteerde achtergrond niet beschikbaar is
jlchoice=Laat de volgende categorieën zien in de Jump list:
jlrecent=Recent
jlfrequent=Vaak gebruikte items
jltasks=Taken
creditslink=Credits
creditstext=Mensen die hebben geholpen met het maken van de plugin
resumeplay=Hervatten
fromstart=Speel vanaf begin
help22=De regel met dit krijgt een groter lettertype
help23=De regel met dit wordt links van de thumbnail gezet
bookmark=Favorieten
jlnote=Opmerking: Alleen bestanden die zijn gebonden aan Winamp worden toegevoegd aan de lijst (Het hoeft niet het standaard programma te zijn). Als je al bestanden in de Jump lijst hebt staan, kan je ze verwijderen door de "Onlangs geopende bestanden" lijst op te schonen. Favorieten worden geupdate bij een herstart en bij het opslaan van de instellingen.
mute=Dempen

playlists=Speellijsten
stopafter=Stop na huidige nummer

maxbuttons=(Max 7 knoppen)
help24=Maakt tekst schaduw voor de regel (geselecteerde kleur)
help25=Maakt een doorschijnend hokje achter de tekst (geselecteerde kleur)	
help26=Tekst vervanging
help27=Tekstopmaak


applybutton=Toepassen
help28=Voorkom dat deze lijn gaat scrollen